Repository: thierryH91200/PegaseUIData_v2
Catalog: PegaseUIData_v2/Resource/Account.xcstrings
Source language: en
Languages: de, es, fr, he, hi, it, ru

source: Account
de: Konto
es: Cuenta
fr: Compte
he: חשבון
hi: खाता
it: Conto
ru: Счёт

source: Bank Account
de: Bankkonto
es: Cuenta Bancaria
fr: Compte bancaire
he: חשבון בנק
hi: बैंक खाता
it: Conto Bancario
ru: Банковский счёт

source: Credit card1
de: Kreditkarte1
es: Tarjeta de Crédito1
fr: Carte de Crédit1
he: כרטיס אשראי1
hi: क्रेडिट कार्ड1
it: Carta di Credito1
ru: Кредитная карта1

source: Credit card2
de: Kreditkarte2
es: Tarjeta de Crédito2
fr: Carte de Crédit2
he: כרטיס אשראי2
hi: क्रेडिट कार्ड2
it: Carta di Credito2
ru: Кредитная карта2

source: Current account1
de: Girokonto1
es: Cuenta Corriente1
fr: Compte Courant1
he: חשבון עו״ש1
hi: चालू खाता1
it: Conto Corrente1
ru: Текущий счёт1

source: Current account2
de: Girokonto2
es: Cuenta Corriente2
fr: Compte Courant2
he: חשבון עו״ש2
hi: चालू खाता2
it: Conto Corrente2
ru: Текущий счёт2

source: Current account3
de: Girokonto3
es: Cuenta Corriente3
fr: Compte Courant3
he: חשבון עו״ש3
hi: चालू खाता3
it: Conto Corrente3
ru: Текущий счёт3

source: Day
de: Tag
es: Día
fr: Jour
he: יום
hi: दिन
it: Giorno
ru: День

source: Month
de: Monat
es: Mes
fr: Mois
he: חודש
hi: महीना
it: Mese
ru: Месяц

source: Save
de: Sparen
es: Ahorros
fr: Epargne
he: חיסכון
hi: बचत
it: Risparmio
ru: Сбережения

source: Week
de: Woche
es: Semana
fr: Semaine
he: שבוע
hi: सप्ताह
it: Settimana
ru: Неделя

source: Year
de: Jahr
es: Año
fr: Année
he: שנה
hi: वर्ष
it: Anno
ru: Год
